Repository: kubaolszewski/flutter_modular_introduction_app
Catalog: lib/l10n/app_*.arb
Languages: pl

# firstPage
source: This is the first, blue screen
pl: To jest pierwszy, niebieski ekran

# secondPage
source: This is the second, green screen
pl: To jest drugi, zielony ekran

# firstSecondPage
source: This is the first but second screen
pl: To jest ekran pośredni

# thirdPage
source: This is the third, orange screen
pl: To jest trzeci, pomarańczowy ekran

# firstPageHeader
source: First screen
pl: Pierwszy ekran

# secondPageHeader
source: Second screen
pl: Drugi ekran

# firstSecondPageHeader
source: First second screen
pl: Ekran pośredni

# thirdPageHeader
source: Third screen
pl: Trzeci ekran

source: Hello World!
pl: Witaj świecie!

# nWombats
source: {count, plural, =0{no wombats} =1{1 wombat} other{{count} wombats}}
pl: {count, plural, =0{brak wombatów} =1{1 wombat} other{{count} wombatów}}

# helloWorldOn
source: Hello World on {date}
pl: Witaj świecie w dniu {date}

# firstPageNav
source: Navigate to first page
pl: Przejdź do pierwszego ekranu

# secondPageNav
source: Navigate to second page
pl: Przejdź do drugiego ekranu

# firstSecondPageNav
source: Navigate to second page on first module
pl: Przejdź do ekranu pośredniego

# thirdPageNav
source: Navigate to third page
pl: Przejdź do trzeciego ekranu
